Repository: FulltimeFeline/Discourse
Catalog: Discourse/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: (edited)
es: (editado)

source: @mentions and keywords only
es: Solo @menciones y palabras clave

source: @user:server
es: @usuario:servidor

source: #my-room
es: #mi-sala

source: #my-space
es: #mi-espacio

source: #room:server or !roomid:server
es: #sala:servidor o !idsala:servidor

# %@ — %@ — %lld votes
source: %1$@ — %2$@ — %3$lld votes
es: %@ — %@ — %lld votos

# %@ — %@ — ^[%lld vote](inflect: true)
source: %1$@ — %2$@ — ^[%3$lld vote](inflect: true)
es: %@ — %@ — ^[%lld voto](inflect: true)

source: %@ accepted the invitation
es: %@ aceptó la invitación

# %@ and %@ are typing…
source: %1$@ and %2$@ are typing…
es: %@ y %@ están escribiendo…

source: %@ declined the invitation
es: %@ rechazó la invitación

source: %@ invited you
es: %@ te ha invitado

# %@ is too large to send (limit %@ MB).
source: %1$@ is too large to send (limit %2$@ MB).
es: %@ es demasiado grande para enviar (límite de %@ MB).

source: %@ is typing…
es: %@ está escribiendo…

source: %@ joined the room
es: %@ se unió a la sala

source: %@ left the room
es: %@ salió de la sala

source: %@ members
es: %@ miembros

source: %@ remaining
es: %@ restante

source: %@ requested to join
es: %@ solicitó unirse

source: %@ results
es: %@ resultados

source: %@ was banned
es: %@ fue vetado

source: %@ was invited
es: %@ fue invitado

source: %@ was removed
es: %@ fue expulsado

source: %@ was unbanned
es: %@ ya no está vetado

source: %@: upload failed — will retry when you send
es: %@: la subida falló — se reintentará al enviar

source: %@'s membership changed
es: La membresía de %@ cambió

source: %lld members
es: %lld miembros

source: %lld online
es: %lld en línea

source: %lld results
es: %lld resultados

source: %lld votes
es: %lld votos

source: %llu members
es: %llu miembros

source: %llu mentions
es: %llu menciones

source: %llu unread
es: %llu sin leer

source: ^[%lld result](inflect: true)
es: ^[%lld resultado](inflect: true)

source: ^[%lld vote](inflect: true)
es: ^[%lld voto](inflect: true)

source: 24-hour time
es: Formato de 24 horas

source: A Matrix client
es: Un cliente de Matrix

source: A poll needs at least two options.
es: Una encuesta necesita al menos dos opciones.

source: About
es: Acerca de

source: About the Matrix Protocol
es: Acerca del protocolo Matrix

source: Accent Color
es: Color de acento

source: Accept
es: Aceptar

source: Accept the verification request on a device where you're already signed in.
es: Acepta la solicitud de verificación en un dispositivo donde ya hayas iniciado sesión.

source: Access
es: Acceso

source: Accessibility
es: Accesibilidad

source: Account
es: Cuenta

source: Account: %@
es: Cuenta: %@

source: Accounts
es: Cuentas

source: Active
es: Activa

source: Activity
es: Actividades

source: Add
es: Añadir

source: Add a bio
es: Añade una biografía

source: Add Account…
es: Añadir cuenta…

source: Add Banner…
es: Añadir banner…

source: Add Emoji or Sticker
es: Añadir emoji o sticker

source: Add Link
es: Añadir enlace

source: Add Option
es: Añadir opción

source: Add privileged user
es: Añadir usuario privilegiado

source: Add Privileged User
es: Añadir usuario con privilegios

source: Add reaction
es: Añadir reacción

source: Add Reaction
es: Añadir reacción

source: Add Sticker
es: Añadir sticker

source: Add to Pack
es: Añadir al paquete

source: Adding…
es: Añadiendo…

source: Admin
es: Administrador

source: Administrator
es: Administrador

source: Admins
es: Administradores

source: Advanced
es: Avanzado

source: All
es: Todo

source: All messages
es: Todos los mensajes

source: Allow people to preview the space before joining. Recommended for public spaces.
es: Permitir que se pueda ver una vista previa del espacio antes de unirse. Recomendado para espacios públicos.

source: Always show timestamps
es: Mostrar siempre las marcas de tiempo

source: Always show timestamps displays the time on every message, not just on hover.
es: Mostrar siempre las marcas de tiempo muestra la hora en cada mensaje, no solo al pasar el cursor.

source: Animals & Nature
es: Animales y naturaleza

source: Anyone
es: Cualquiera

source: Appearance
es: Apariencia

source: Apply
es: Aplicar

source: Ask a question
es: Haz una pregunta

source: Attach a file
es: Adjuntar un archivo

source: Attach File…
es: Adjuntar archivo…

source: Attach, sticker, or poll
es: Adjunto, sticker o encuesta

source: Attachment
es: Adjunto

source: Auto-download images
es: Descargar imágenes automáticamente

source: Automatic
es: Automático

source: Back
es: Atrás

source: Ban
es: Bloquear

source: Ban %@ from this room?
es: ¿Bloquear a %@ en esta sala?

source: Ban from Room…
es: Bloquear en la sala…

source: Ban users
es: Bloquear usuarios

source: Banner removed.
es: Banner eliminado.

source: Banner updated.
es: Banner actualizado.

source: Behavior
es: Comportamiento

source: Bio
es: Biografía

source: Blue
es: Azul

source: Both
es: Ambos

source: Brown
es: Marrón

source: Build
es: Compilación

source: by FulltimeFeline
es: por FulltimeFeline

source: Cache
es: Caché

source: Call
es: Llamada

source: Call — %@
es: Llamada — %@

source: Call in progress
es: Llamada en curso

source: Call started — click to join
es: Llamada iniciada — haz clic para unirte

source: Call Unavailable
es: Llamada no disponible

source: Can't connect to server
es: No se puede conectar al servidor

source: Cancel
es: Cancelar

source: Cancel editing
es: Cancelar edición

source: Cancel Upload
es: Cancelar subida

source: Change Avatar…
es: Cambiar avatar…

source: Change Banner…
es: Cambiar banner…

source: Change description
es: Cambiar la descripción

source: Change Icon…
es: Cambiar icono…

source: Change Image
es: Cambiar imagen

source: Change Image…
es: Cambiar imagen…

source: Change Photo
es: Cambiar foto

source: Change room avatar
es: Cambiar la imagen de la sala

source: Change room name
es: Cambiar el nombre de la sala

source: Change settings
es: Cambiar la configuración

source: Change Settings
es: Cambiar la configuración

source: Change space avatar
es: Cambiar la imagen del espacio

source: Change space name
es: Cambiar el nombre del espacio

source: Change topic
es: Cambiar el tema

source: Change…
es: Cambiar…

source: Changes apply to the timeline immediately.
es: Los cambios se aplican al instante en la cronología.

source: Changes only apply to new messages.
es: Los cambios solo se aplican a los mensajes nuevos.

source: Chat Text Size
es: Tamaño del texto del chat

source: Check Your Other Device
es: Comprueba tu otro dispositivo

source: Choose a room from the sidebar to start chatting.
es: Elige una sala de la barra lateral para empezar a chatear.

source: Choose Existing Pack
es: Elegir paquete existente

source: Choose Icon
es: Elegir icono

source: Choose Icon…
es: Elegir icono…

source: Choose Image
es: Elegir imagen

source: Choose Image…
es: Elegir imagen…

source: Choose Photo
es: Elegir foto

source: Choose the role required for each action.
es: Elige el rol necesario para cada acción.

source: Clear Cache
es: Vaciar caché

source: Clear search
es: Borrar búsqueda

source: Close
es: Cerrar

source: Colored sender names
es: Nombres de remitente en color

source: Comfortable
es: Cómodo

source: Compact
es: Compacto

source: Compare Emojis
es: Comparar emojis

source: Confirm
es: Confirmar

source: Confirm before deleting messages
es: Confirmar antes de eliminar mensajes

source: Confirm the same emojis appear in the same order on your other device.
es: Confirma que aparecen los mismos emojis en el mismo orden en tu otro dispositivo.

source: Confirming…
es: Confirmando…

source: Connecting…
es: Conectando…

source: Continue
es: Continuar

source: Copy
es: Copiar

source: Copy Event ID
es: Copiar ID del evento

source: Copy Image
es: Copiar imagen

source: Copy Room ID
es: Copiar ID de la sala

source: Copy Text
es: Copiar texto

source: Copy User ID
es: Copiar ID de usuario

# Couldn't accept the invite to %@: %@
source: Couldn't accept the invite to %1$@: %2$@
es: No se pudo aceptar la invitación a %@: %@

source: Couldn't add to space: %@
es: No se pudo añadir al espacio: %@

source: Couldn't create: %@
es: No se pudo crear: %@

source: Couldn't do that
es: No se pudo hacer

source: Couldn't encode the pack.
es: No se pudo codificar el paquete.

source: Couldn't invite %@: %@
es: No se pudo invitar a %@: %@

# Couldn't join %@: %@
source: Couldn't join %1$@: %2$@
es: No se pudo unir a %@: %@

source: Couldn't join: %@
es: No se pudo unir: %@

# Couldn't leave %@: %@
source: Couldn't leave %1$@: %2$@
es: No se pudo salir de %@: %@

source: Couldn't load audio. Retry
es: No se pudo cargar el audio. Reintentar

source: Couldn't load room details.
es: No se pudieron cargar los detalles de la sala.

source: Couldn't load the current pack — check your connection and try again.
es: No se pudo cargar el paquete actual: comprueba tu conexión e inténtalo de nuevo.

# Couldn't reach %@: %@
source: Couldn't reach %1$@: %2$@
es: No se pudo conectar con %@: %@

source: Couldn't read %@
es: No se pudo leer %@

source: Couldn't remove the sticker: %@
es: No se pudo quitar el sticker: %@

source: Couldn't Report
es: No se pudo denunciar

source: Couldn't save the session: %@
es: No se pudo guardar la sesión: %@

source: Couldn't save the sticker: %@
es: No se pudo guardar el sticker: %@

source: Couldn't send voice message
es: No se pudo enviar el mensaje de voz

source: Couldn't share your location
es: No se pudo compartir tu ubicación

source: Couldn't start the conversation: %@
es: No se pudo iniciar la conversación: %@

source: Couldn't upload %@
es: No se pudo subir %@

source: Create
es: Crear

source: Create Poll
es: Crear encuesta

source: Create Poll…
es: Crear encuesta…

source: Creating…
es: Creando…

source: Creator
es: Creador

source: Custom (%@)
es: Personalizado (%@)

source: Custom (%lld)
es: Personalizado (%lld)

source: custom emoji
es: emoji personalizado

source: Customization
es: Personalización

source: Dark
es: Oscuro

source: Decide who can join this room.
es: Decide quién puede unirse a esta sala.

source: Decide who can view and join this space.
es: Decide quién puede ver y unirse a este espacio.

source: Decline
es: Rechazar

source: Default
es: Por defecto

source: Default — follow your global settings
es: Por defecto — seguir tu configuración global

source: Default role
es: Rol por defecto

source: Delete %@
es: Eliminar %@

source: Delete Message
es: Eliminar mensaje

source: Delete Sticker
es: Eliminar sticker

source: Delete this message?
es: ¿Eliminar este mensaje?

source: Density
es: Densidad

source: Description
es: Descripción

source: Details
es: Detalles

source: Developer
es: Desarrollador

source: Device ID
es: ID del dispositivo

source: Discourse speaks the open Matrix protocol for secure, decentralized messaging.
es: Discourse habla el protocolo abierto Matrix para una mensajería segura y descentralizada.

source: Display name
es: Nombre visible

source: Displays raw Matrix event IDs beneath messages. Useful for debugging.
es: Muestra los ID de eventos de Matrix sin procesar debajo de los mensajes. Útil para depurar.

source: Done
es: Hecho

source: Double tap to start a hands-free recording, then use the send or delete buttons. Or hold to record and release to send.
es: Toca dos veces para iniciar una grabación con manos libres y luego usa los botones de enviar o eliminar. O mantén pulsado para grabar y suelta para enviar.

source: Edit Message
es: Editar mensaje

source: Edit Profile
es: Editar perfil

source: Edit your space's settings.
es: Edita los ajustes de tu espacio.

source: Editing message
es: Editando mensaje

source: Emoji & sticker
es: Emoji y sticker

source: Emoji & Stickers
es: Emoji y stickers

source: Enable Encryption
es: Activar cifrado

source: Enable Encryption…
es: Activar cifrado…

source: Enable end-to-end encryption?
es: ¿Activar el cifrado de extremo a extremo?

source: Encrypted
es: Cifrado

source: Encrypted by a device not verified by its owner
es: Cifrado por un dispositivo no verificado por su dueño

source: Encrypted by an unknown or deleted device
es: Cifrado por un dispositivo desconocido o eliminado

source: Encrypted by an unverified user
es: Cifrado por un usuario sin verificar

source: Encrypted messages stay locked until this device is verified.
es: Los mensajes cifrados permanecen bloqueados hasta que se verifique este dispositivo.

source: Encrypted messages stay locked until this Mac is verified.
es: Los mensajes cifrados permanecen bloqueados hasta que este Mac esté verificado.

source: Encrypted messages will now decrypt on this device.
es: Los mensajes cifrados ahora se descifrarán en este dispositivo.

source: Encrypted messages will now decrypt on this Mac.
es: Los mensajes cifrados ahora se descifrarán en este Mac.

source: Encryption
es: Cifrado

source: Encryption can't be turned off later. Public rooms can't be encrypted.
es: El cifrado no se puede desactivar más tarde. Las salas públicas no se pueden cifrar.

source: End Poll
es: Finalizar encuesta

source: End-to-end encrypted
es: Cifrado de extremo a extremo

source: Ended
es: Finalizada

source: Enter a room address like #room:server, or an internal room ID like !roomid:server.
es: Introduce una dirección de sala como #room:server o un ID interno de sala como !roomid:server.

source: Enter Recovery Key
es: Introduce la clave de recuperación

source: Every customization returns to its default value. This can't be undone.
es: Cada personalización vuelve a su valor predeterminado. Esto no se puede deshacer.

source: Everyone in the room can use these in messages, reactions, and as stickers.
es: Todos en la sala pueden usarlos en mensajes, reacciones y como stickers.

source: Everyone in the space can use these in messages, reactions, and as stickers.
es: Todos en el espacio pueden usarlos en mensajes, reacciones y como stickers.

source: Failed to send
es: No se pudo enviar

source: Failed to send. Retry or delete.
es: No se pudo enviar. Reintenta o elimina.

source: Files
es: Archivos

source: Filter Rooms
es: Filtrar salas

source: Final result — %lld votes
es: Resultado final — %lld votos

source: Final result — ^[%lld vote](inflect: true)
es: Resultado final — ^[%lld voto](inflect: true)

source: Flags
es: Banderas

source: Food & Drink
es: Comida y bebida

source: Frequently Used
es: Usados frecuentemente

source: Gallery
es: Galería

source: Give it a name first.
es: Ponle un nombre primero.

source: Go
es: Ir

source: Graphite
es: Grafito

source: Green
es: Verde

source: History
es: Historial

source: Hold to record, release to send
es: Mantén pulsado para grabar, suelta para enviar

source: Home
es: Inicio

source: Homeserver
es: Servidor

source: Identity
es: Identidad

source: Idle
es: Ausente

source: Image
es: Imagen

source: Image Cache
es: Caché de imágenes

source: Image failed to load. Tap to retry.
es: No se pudo cargar la imagen. Toca para reintentar.

source: Image not loaded. Tap to load.
es: Imagen no cargada. Toca para cargar.

source: Images
es: Imágenes

source: Images are scaled down to 256 px; small animated GIFs are kept as-is. Emotes are shared as part of the %1$@. You need permission to change %2$@ settings.
es: Las imágenes se reducen a 256 px; los GIF animados pequeños se mantienen tal cual. Los emotes se comparten como parte del %@. Necesitas permiso para cambiar los ajustes de %@.

source: Include this room in the public room directory
es: Incluir esta sala en el directorio público de salas

source: Include this space in the public directory
es: Incluir este espacio en el directorio público

source: Incoming call
es: Llamada entrante

source: Incoming call…
es: Llamada entrante…

source: Incorrect username or password.
es: Nombre de usuario o contraseña incorrectos.

source: Indigo
es: Índigo

source: Internal room ID
es: ID interna de la sala

source: Internal space ID
es: ID interna del espacio

source: Invitation
es: Invitación

source: Invite
es: Invitar

source: Invite People
es: Invitar personas

source: Invite People…
es: Invitar personas…

source: Invite to %@
es: Invitar a %@

source: Invite users
es: Invitar usuarios

source: Invited
es: Invitado

source: Invites
es: Invitaciones

source: Join
es: Unirse

source: Join a room to get started.
es: Únete a una sala para empezar.

source: Join Room
es: Unirse a una sala

source: Join Room…
es: Unirse a una sala…

source: Joining…
es: Uniéndose…

source: Jumbo emoji
es: Emoji gigante

source: Jumbo emoji enlarges messages that are only emoji.
es: Los emojis gigantes agrandan los mensajes que solo contienen emojis.

source: Jump to latest
es: Ir a lo último

source: Jump to original message
es: Ir al mensaje original

source: Jump to room…
es: Ir a la sala…

source: Jump to Room…
es: Ir a la sala…

source: Jump to unread
es: Ir a lo no leído

source: Larger tap targets
es: Áreas de toque más grandes

source: Last active %@ ago
es: Activo por última vez hace %@

source: Leave “%@”?
es: ¿Salir de “%@”?

source: Leave Call
es: Salir de la llamada

source: Leave Chat
es: Salir del chat

source: Leave Chat…
es: Salir del chat…

source: Leave Room
es: Salir de la sala

source: Leave Room…
es: Salir de la sala…

source: Leave Space
es: Salir del espacio

source: Leave Space…
es: Salir del espacio…

source: Leave the call?
es: ¿Salir de la llamada?

source: Leave this room?
es: ¿Salir de esta sala?

source: Leave this space?
es: ¿Salir de este espacio?

source: Leave?
es: ¿Salir?

source: Level %lld
es: Nivel %lld

source: Light
es: Claro

source: Link (https://…)
es: Enlace (https://…)

source: Live location
es: Ubicación en directo

source: Load More Results
es: Cargar más resultados

source: Loading messages…
es: Cargando mensajes…

source: Local session data is removed from this device.
es: Los datos de sesión locales se eliminan de este dispositivo.

source: Main address
es: Dirección principal

source: Main address set to %@
es: Dirección principal establecida en %@

source: Make some in Settings → Stickers.
es: Crea algunos en Ajustes → Stickers.

source: Mark All as Read
es: Marcar todo como leído

source: Mark as Read
es: Marcar como leído

source: Matrix Specification
es: Especificación de Matrix

source: Media & Files
es: Multimedia y archivos

source: Member
es: Miembro

source: Members
es: Miembros

source: Members only (since they joined)
es: Solo miembros (desde que se unieron)

source: Members only (since they were invited)
es: Solo miembros (desde que fueron invitados)

source: Members only (since this option was selected)
es: Solo miembros (desde que se seleccionó esta opción)

source: Mention
es: Mención

source: Message
es: Mensaje

source: Message %@
es: Mensaje a %@

source: Message deleted
es: Mensaje eliminado

source: Message Density
es: Densidad de mensajes

source: Message unavailable
es: Mensaje no disponible

source: Mint
es: Menta

source: Mode
es: Modo

source: Moderator
es: Moderador

source: Moderators
es: Moderadores

source: More Reactions…
es: Más reacciones…

source: More Rooms
es: Más salas

source: Muted
es: Silenciado

source: Mutual Rooms
es: Salas en común

source: Mutual Spaces
es: Espacios en común

source: My Emoji
es: Mis emojis

source: My Stickers
es: Mis stickers

source: Name
es: Nombre

source: Name (becomes :shortcode:)
es: Nombre (se convierte en :shortcode:)

source: Name and topic changes apply when you save. All other settings apply immediately.
es: Los cambios de nombre y de tema se aplican al guardar. El resto de ajustes se aplican al instante.

source: Name or @user:server
es: Nombre o @user:server

source: Name, color, and emoji per power level. Names and colors interop with Cinny.
es: Nombre, color y emoji por nivel de permisos. Los nombres y colores son compatibles con Cinny.

source: New
es: Nuevo

source: NEW
es: NUEVO

source: New message
es: Nuevo mensaje

source: New Message
es: Nuevo mensaje

source: New message or room
es: Nuevo mensaje o sala

source: New Message…
es: Nuevo mensaje…

source: New messages below
es: Nuevos mensajes abajo

source: New notification
es: Nueva notificación

source: New Poll
es: Nueva encuesta

source: New Room
es: Nueva sala

source: New room in %@
es: Nueva sala en %@

source: New Room…
es: Nueva sala…

source: New Section
es: Nueva sección

source: New Space
es: Nuevo espacio

source: New Space…
es: Nuevo espacio…

source: New Sticker
es: Nuevo sticker

source: New Video Room
es: Nueva sala de vídeo

source: New Video Room…
es: Nueva sala de vídeo…

source: Next Room
es: Sala siguiente

source: Next Unread
es: Siguiente sin leer

source: No color
es: Sin color

source: No custom emoji in this room yet.
es: Aún no hay emojis personalizados en esta sala.

source: No custom emoji in this space yet.
es: Aún no hay emojis personalizados en este espacio.

source: No description.
es: Sin descripción.

source: No matching rooms
es: No hay salas coincidentes

source: No Media
es: Sin media

source: No polls found in the loaded history.
es: No se encontraron encuestas en el historial cargado.

source: No privileged users.
es: No hay usuarios privilegiados.

source: No Room Selected
es: Ninguna sala seleccionada

source: No Rooms
es: Sin salas

source: No Spaces Yet
es: Aún no hay espacios

source: No Spaces You Can Edit
es: No hay espacios que puedas editar

source: No stickers yet
es: Aún no hay stickers

source: Not encrypted
es: Sin cifrar

source: Not encrypted — messages aren't private
es: Sin cifrar: los mensajes no son privados

source: Not encrypted — messages aren’t private
es: Sin cifrar: los mensajes no son privados

source: Not Now
es: Ahora no

source: Nothing
es: Nada

source: Nothing has been shared here yet.
es: Aún no se ha compartido nada aquí.

source: Notifications
es: Notificaciones

source: Objects
es: Objetos

source: Off
es: Desactivado

source: Offline
es: Desconectado

source: On
es: Activado

source: Once enabled, encryption cannot be disabled.
es: Una vez activado, el cifrado no se puede desactivar.

source: Online
es: En línea

source: Only space admins can change the banner.
es: Solo los administradores del espacio pueden cambiar el banner.

source: Open in Maps
es: Abrir en Mapas

source: Opening room…
es: Abriendo sala…

source: Option %@
es: Opción %@

source: Option %lld
es: Opción %lld

source: Options
es: Opciones

source: or
es: o

source: Or sign in with a password
es: O inicia sesión con una contraseña

source: Orange
es: Naranja

source: Password
es: Contraseña

source: Pause
es: Pausar

source: People
es: Personas

source: People & Body
es: Personas y cuerpo

source: People & Clothing
es: Personas y ropa

source: Permissions
es: Permisos

source: Photo Library
es: Fototeca

source: Pink
es: Rosa

source: Play audio
es: Reproducir audio

source: Play sound
es: Reproducir sonido

source: Play voice message
es: Reproducir mensaje de voz

source: Poll History
es: Historial de encuestas

source: Poll: %@
es: Encuesta: %@

source: Polls from the loaded timeline history.
es: Encuestas del historial cargado de la conversación.

source: Presence
es: Presencia

source: Preview space
es: Previsualizar espacio

source: Previous Room
es: Sala anterior

source: Previous Unread
es: Anterior sin leer

source: Privacy
es: Privacidad

source: Privacy & Security
es: Privacidad y seguridad

source: Private (invite only)
es: Privado (solo por invitación)

source: Private room (invite only)
es: Sala privada (solo por invitación)

source: Privileged users
es: Usuarios con privilegios

source: Privileged Users
es: Usuarios con privilegios

source: Profile
es: Perfil

source: Profile updated.
es: Perfil actualizado.

source: Pronouns
es: Pronombres

source: Public
es: Pública

source: Public room
es: Sala pública

source: Publicly discoverable
es: Visible públicamente
